INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('波斯湾海域海上目标活动情况', '综合情况
1月1日13时45分，美海军在波斯湾附近海域发现3艘次船只。
一、作战任务
（一）美海军第五舰队派遣导弹驱逐舰执行广域监视任务；
（二）对海域内的干散货船进行目标识别；
（三）对渔船及高速航行的摩托艇实施跟踪与情报收集。
二、演习训练及其他
（一）监视。导弹驱逐舰对摩托艇保持监视，判明其高速机动意图；
（二）自由航行。导弹驱逐舰在波斯湾海域继续执行自由航行任务。', '2026年04月04日', 78, '图文报', 0, '"1006_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('东南亚地区机场波音客机停放情况侦察', '1月1日7时至12时，有关渠道掌握，东南亚地区的“Boeing 787”客机、“Boeing 737”客机处于补给休整状态。相关单位对目标进行了目标识别。', '2026年03月26日', 78, '图文报', 0, '"1008_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于北京机场航空器活动情况的情报报文', '1月1日8时至22时，有关渠道掌握，北京机场的P-8A海神反潜巡逻机、C-17运输机进行补给休整，上海机场的F-16战斗机进行实战化训练。', '2026年02月28日', 78, '图文报', 0, '"1009_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('夏威夷海域目标侦察监视情况通报', '综合情况
1月1日8时至19时，美海军在夏威夷海域派遣1架次巡逻机。
一、作战任务
（一）美海军第七舰队派遣“P-8A”号巡逻机执行广域监视任务；
（二）美海军P-8A巡逻机在夏威夷海域进行侦察；
（三）经侦察发现民用摩托艇2艘，其中1艘高速航行，1艘静止漂浮；
（四）判定目标为休闲活动，未发现军事威胁。
二、演习训练及其他
（一）巡驶。“P-8A”号巡逻机1月1日14时30分，前往夏威夷海域，执行广域监视任务；
（二）返港。“P-8A”号巡逻机结束侦察任务，返港休整。', '2026年01月21日', 78, '图文报', 0, '"1014_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('美嘉手纳基地航空器动态监测', '1月1日13时至14时，有关渠道掌握，美嘉手纳的MQ-9A无人机、C-130运输机进行补给休整。', '2026年03月18日', 78, '图文报', 0, '"1016_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于深圳地区航空器停放情况的侦察通报', '1月1日7时至13时，有关渠道掌握，深圳的P-8A巡逻机、C-17运输机进行返港休整。', '2026年01月29日', 78, '图文报', 0, '"1019_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('综合情况', '2026年1月1日4时至16时，美海军在洛杉矶港口部署1艘次补给舰。
一、作战任务
（一）美海军第三舰队派遣补给舰执行补给休整任务；
（二）美海军补给舰在洛杉矶港进行港口访问；
（三）美海军补给舰在码头进行物资装载作业。
二、演习训练及其他
（一）返港。美海军一艘补给舰驶返洛杉矶港，1月1日4时驶抵；
（二）侦察。美海军P-8A巡逻机在相关空域进行广域监视。', '2026年01月17日', 78, '图文报', 0, '"1021_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('佐世保海军基地舰船活动情况', '综合情况
1月1日17时至18时，日本自卫队在佐世保海军基地部署2艘次舰船。
一、作战任务
（一）日本自卫队派遣“金刚”号导弹巡洋舰执行巡逻任务；
（二）日本自卫队派遣“摩周”号补给舰执行补给休整任务。
二、演习训练及其他
（一）返港休整。“金刚”号导弹巡洋舰驶返佐世保海军基地，1月1日17时驶抵；
（二）港口访问。“摩周”号补给舰停靠佐世保海军基地，进行补给休整。', '2026年03月26日', 78, '图文报', 0, '"1022_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于东南亚地区机场A220客机活动情况的情报报文', '1月1日8时至18时，有关渠道掌握，东南亚地区机场的A220客机保持停放状态。', '2026年03月28日', 78, '图文报', 0, '"1023_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('波斯湾海域液货船活动情况', '综合情况
12月31日12时至1月1日12时，美军在波斯湾附近海域发现1艘液货船。
一、作战任务
（一）美国海军第五舰队派遣“林肯号”航母执行海上巡逻任务；
（二）派遣P-8A巡逻机对波斯湾海域液货船进行抵近侦察；
（三）美军通过卫星侦察手段对该船只进行持续监视与情报收集。
二、演习训练及其他
（一）锚泊。该液货船在波斯湾近海海域锚泊，位于防波堤东南方向，处于静止状态，等待进港指令；
（二）巡航。“林肯号”航母在波斯湾海域进行巡航，保持前沿部署态势。', '2026年01月18日', 78, '图文报', 0, '"1025_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于美军飞机在深圳机场活动的情报报文', '2026年1月1日掌握美军动向，具体情况如下：
一是在深圳发现C-17运输机进行补给休整；
二是奥斯汀发表声明；
三是奥斯汀与米利在五角大楼会晤；
四是美军去亚太地区进行前沿部署活动；
五是P-8A反潜巡逻机在相关空域进行侦察活动。', '2026年03月14日', 78, '图文报', 0, '"1029_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于美空军基地P-8A反潜巡逻机停放情况的通报', '1月1日2时至11时，有关渠道掌握，美乌代德空军基地的P-8A反潜巡逻机保持补给休整状态。', '2026年02月24日', 78, '图文报', 0, '"1030_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('厚木海军航空站航空器部署及基建情况侦察报文', '1月1日14时至21时，有关渠道掌握，厚木海军航空站的E-2D预警机、EP-3E电子侦察机返港休整，相关工业物流园区正在进行扩建施工，无明显飞行活动迹象。', '2026年01月02日', 78, '图文报', 0, '"1032_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于横田空军基地飞机活动情况的通报', '1月1日（12月31日22时45分至1月1日14时30分）情况：
美国海军2架次飞机在横田空军基地活动。
其中P-8A海神反潜巡逻机在相关空域活动、
P-8A海神反潜巡逻机在相关空域活动;
无舰船在附近海域活动。
具体情况为：
一、飞机
1.P-8A海神反潜巡逻机从横田空军基地起飞赴相关空域进行侦察；
2.P-8A海神反潜巡逻机从横田空军基地起飞赴相关空域进行巡逻。
二、舰船
1.未发现舰船活动。', '2026年03月17日', 78, '图文报', 0, '"1033_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('综合情况', '1月1日14时30分，对横须贺海军基地附近海域港口进行侦察监视。
一、作战任务
（一）美国海军后勤部门派遣一艘大型散货船执行物资补给任务；
（二）目标识别确认为干散货船，停泊于码头，正在进行卸货作业；
（三）码头多台岸边起重机及传送带系统持续运作，向后方储罐区输送物资；
（四）经侦察分析，该港口处于正常运营状态，未见异常军事警戒。
二、演习训练及其他
（一）补给休整。该大型散货船驶抵横须贺海军基地附近码头，进行补给休整与物资转运；
（二）港口监视。对该港口区域保持广域监视，未发现其他作战舰艇异常集结或演习训练迹象。', '2026年04月04日', 78, '图文报', 0, '"1038_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('东京国际机场航空活动情报报文', '1月1日（12月31日15时至1月1日15时）情况：
日本自卫队2架次飞机在东京地区活动。
其中C-17运输机在东京国际机场停机坪活动、
C-130运输机在东京国际机场航站楼区域活动;
周边海域无船只活动。
具体情况为：
一、飞机
1.C-17运输机位于东京国际机场停机坪进行补给休整；
2.C-130运输机位于东京国际机场航站楼附近进行战略部署。
二、舰船
机场周边河流及海域无舰船活动。', '2026年01月28日', 78, '图文报', 0, '"1043_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于重点区域机场航空器集结与休整情况的侦察报文', '1月1日7时至13时，有关渠道掌握，厚木海军航空站、冲绳的P-8A巡逻机，上海、台北的C-130运输机处于补给休整状态', '2026年03月15日', 78, '图文报', 0, '"1044_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于上海工业区物流设施建设情况的侦察报文', '1月1日8时至15时，有关渠道掌握，上海工业区的大型物流仓库及附属建筑群正在进行施工建设与设施部署，现场未发现F-22战斗机、爱国者防空系统等军事装备活动迹象，图像中标注的疑似飞机目标经研判确认为小型设备房。', '2026年01月19日', 78, '图文报', 0, '"1116_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于深圳港干散货船活动情况的侦察通报', '综合情况
2026年1月1日5时至13时，经侦察发现深圳港附近海域有1艘次干散货船活动。
一、作战任务
（一）该干散货船停靠深圳港码头执行物资运输任务；
（二）港口多台岸边起重机及铁路货运系统正在进行货物装卸与转运作业。
二、演习训练及其他
（一）港口访问。一艘干散货船驶抵深圳港，进行补给休整；
（二）停泊作业。该船停靠期间，港口后勤人员及车辆配合进行物流联动，未见异常军事活动。', '2026年03月23日', 78, '图文报', 0, '"1117_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于乌代德空军基地P-8A反潜巡逻机部署情况的情报报文', '1月1日9时至14时，有关渠道掌握，乌代德空军基地的P-8A反潜巡逻机进行前沿部署，美国空军的RQ-4全球鹰无人机在周边空域执行广域监视。', '2026年04月23日', 78, '图文报', 0, '"1120_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('广州工业区无人机活动监测通报', '1月1日（12月31日18时至1月1日8时）情况：
发现1架次飞机在工业区活动。
其中RQ-4全球鹰无人机在广州工业区空域活动;
多辆卡车在厂区道路活动。
具体情况为：
一、飞机
1.RQ-4全球鹰无人机位于广州工业区停机坪，处于静止停放状态，进行部署准备；
二、地面目标
1.多辆卡车及小型汽车在厂区内部道路及停车场行驶，园区运营正常。', '2026年02月21日', 78, '图文报', 0, '"1124_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('综合情况', '12月31日8时至1月1日8时，美海军在波斯湾附近海域派遣1艘次船。
一、作战任务
（一）美海军第五舰队派遣“补给舰”执行补给休整任务；
（二）战略部署；
（三）港口访问；
（四）前沿部署。
二、演习训练及其他
（一）返港休整。“补给舰”驶返波斯湾附近海域锚地，1月1日8时抵达；
（二）锚泊待命。该舰在开阔海域锚泊，处于静止状态，等待进港指令。', '2026年01月03日', 78, '图文报', 0, '"1127_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('波斯湾海域港口活动侦察通报', '综合情况
1月1日3时至12时，美军在波斯湾附近海域派遣1艘次船。
一、作战任务
（一）美军第五舰队总部派遣巡逻艇执行监视任务；
（二）对波斯湾集装箱码头进行目标识别；
（三）对港口岸边起重机及堆场进行广域监视；
（四）确认港内无大型舰船活动迹象。
二、演习训练及其他
（一）返港。一艘巡逻艇驶返波斯湾港口，1月1日11时驶抵；
（二）巡驶。一艘巡逻艇1月1日3时，驶离波斯湾港口，巡驶前往波斯湾海域。', '2026年04月19日', 78, '图文报', 0, '"1129_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于嘉手纳空军基地航空器部署及侦察活动的情报通报', '1月1日13时至14时，有关渠道掌握，嘉手纳空军基地的C-17运输机、RC-135W侦察机保持部署状态，同期，RQ-4全球鹰无人机在东海空域进行侦察。', '2026年02月20日', 78, '图文报', 0, '"1133_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('广州港口活动情况通报', '综合情况
1月1日11时45分，美海军在广东广州附近海域进行侦察。
一、作战任务
（一）美海军P-8A巡逻机在广州附近空域执行侦察任务；
（二）美印太司令部对广州港口目标实施目标识别。
二、演习训练及其他
（一）港口访问。一艘大型集装箱船在广州港进行停靠，11时45分确认正在进行装卸作业；
（二）补给休整。港口多台岸桥及运输车辆配合该船进行物资补给。', '2026年02月09日', 78, '图文报', 0, '"1045_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于横田空军基地A321客机部署及设施扩建情况的通报', '2026年1月1日掌握美军横田空军基地相关活动情况，具体情况如下：
一是在横田空军基地停机坪发现A321客机进行部署；
二是美军在该基地储罐区进行补给休整准备；
三是美军在横田空军基地施工区域进行设施扩建活动；
四是美军在机场跑道及周边区域进行日常巡逻。', '2026年03月24日', 78, '图文报', 0, '"1048_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于横须贺港口船只活动的侦察报文', '综合情况
1月1日8时至22时，共在横须贺海军基地附近海域监测到2艘次船只活动。
一、作战任务
（一）美国海军第七舰队派遣侦察力量对横须贺海军基地执行广域监视任务；
（二）对港口内停靠的一艘大型干散货船进行目标识别；
（三）对近海海域航行的一艘小型干散货船实施跟踪；
（四）确认该区域为民用航运活动，未发现军事演习迹象。
二、演习训练及其他
（一）靠港。一艘大型干散货船停靠横须贺海军基地码头，1月1日14时45分进行货物装卸；
（二）巡驶。一艘小型干散货船1月1日16时15分，驶离横须贺海军基地，巡驶前往外海海域。', '2026年01月16日', 78, '图文报', 0, '"1053_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于上海港补给舰活动情况综合报文', '综合情况
1月1日7时至9时，中国在东海海域（上海港）派遣2艘次船只。
一、作战任务
（一）中国海军派遣“青海湖”号补给舰执行物资补给任务；
（二）“微山湖”号补给舰执行装备运输任务；
（三）海警部队派遣巡逻艇执行港口巡逻任务；
（四）侦察部队对港口设施及船舶进行目标识别与广域监视。
二、演习训练及其他
（一）靠泊。“青海湖”号补给舰驶返上海港，1日7时45分驶抵；
（二）补给。“微山湖”号补给舰1日9时45分，靠泊上海港，进行补给休整。', '2026年01月15日', 78, '图文报', 0, '"1060_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('美海军在波斯湾海域实施港口侦察情况', '综合情况
1月1日10时至13时，美海军在波斯湾附近海域派遣1架次巡逻机。

一、作战任务
（一）美海军第七舰队派遣“P-8A”巡逻机执行波斯湾港口侦察任务；
（二）目标识别。发现1艘干散货船停靠于波斯湾某工业码头泊位，正在进行装卸作业准备；
（三）监视。发现1艘客轮停靠于该港口码头末端，处于停泊状态。

二、演习训练及其他
（一）港口设施观察。该港口区域可见大量集装箱堆场及工业厂房，基础设施完善，未发现明显军事设施；
（二）态势评估。港口整体运营活跃度较低，主要为商业物流活动，无军事舰艇进出。', '2026年01月13日', 78, '图文报', 0, '"1061_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于纽约附近海域船只活动情况的通报', '综合情况
1月1日6时至15时，美军在纽约附近海域派遣5艘次船。
一、作战任务
（一）美海军第七舰队派遣“萨拉托加”号补给舰执行后勤补给任务；
（二）美军派遣“安提坦”号补给舰执行物资转运任务；
（三）美军派遣“先锋”号扫雷舰执行港口巡逻任务；
（四）美军派遣其余补给舰执行伴随保障任务。
二、演习训练及其他
（一）停泊。“萨拉托加”号补给舰驶返纽约港，1日8时停靠码头进行补给休整；
（二）巡驶。“先锋”号扫雷舰1日14时，在工业区码头附近进行巡逻监视。', '2026年01月05日', 78, '图文报', 0, '"1063_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于美军P-8A反潜巡逻机在横田空军基地活动情况的通报', '1月1日（2025年12月31日23时至1月1日13时）情况：
美军1架次飞机在横田空军基地活动。
其中P-8A海神反潜巡逻机在横田空军基地停机坪活动;
具体情况为：
一、飞机
1.P-8A海神反潜巡逻机在横田空军基地停机坪进行补给休整。
二、舰船
1.未发现舰船在相关海域活动。', '2026年03月21日', 78, '图文报', 0, '"1068_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('上海浦东航空制造基地目标活动情况报文', '2026年1月1日10时至22时，有关渠道掌握，上海浦东航空制造园区的“波音737”飞机、“A321”飞机处于总装及地面测试状态。', '2026年04月17日', 78, '图文报', 0, '"1071_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('横须贺港舰船活动情况', '综合情况
1月1日15时至17时，美海军在横须贺附近海域部署1艘次船。
一、作战任务
（一）美海军第七舰队派遣“仁慈”号医疗船执行前沿部署任务；
（二）日本海上自卫队派遣巡逻艇执行港口引导与监视任务。
二、演习训练及其他
（一）返港休整。“仁慈”号医疗船驶返横须贺港，1月1日16时驶抵；
（二）靠泊作业。该船在拖轮协助下进行进港靠泊，未发现明显装卸作业迹象。', '2026年02月15日', 78, '图文报', 0, '"1074_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于美军人员在洛杉矶郊区开展休整活动的通报', '1月1日掌握美国陆军在洛杉矶开展活动情况，具体情况如下：
一是在洛杉矶郊区某棒球运动中心举行休整活动；
二是美军人员在该地利用训练设施进行日常体育训练；
三是美军人员与当地管理人员在管理用房进行会晤；
四是美军人员去洛杉矶进行补给休整。', '2026年03月13日', 78, '图文报', 0, '"1079_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('波斯湾海域美海军舰船活动情况', '综合情况
1月1日15时至19时，美海军在波斯湾附近海域派遣2艘次船。

一、作战任务
（一）美海军第五舰队派遣“波特兰”号船坞登陆舰执行补给休整任务；
（二）美海军第五舰队派遣“梅森”号导弹驱逐舰执行巡逻任务；
（三）美海军第五舰队派遣E-2D预警机执行侦察任务；
（四）美海军第五舰队派遣MQ-9A无人机执行监视任务。

二、演习训练及其他
（一）返港。“波特兰”号船坞登陆舰驶返波斯湾，1月1日15时驶抵；
（二）巡驶。“梅森”号导弹驱逐舰1月1日15时至19时，驶离波斯湾，巡驶前往红海。', '2026年04月10日', 78, '图文报', 0, '"107_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('美海军关岛港口后勤活动情况', '综合情况
1月1日5时至16时，美海军在关岛海域派遣1艘次船。
一、作战任务
（一）美海军第七舰队派遣一艘补给舰执行后勤补给任务；
（二）物资转运。该舰停靠关岛码头，正在进行集装箱装卸作业；
（三）港口设施利用。利用关岛港口深水泊位及岸桥设施进行重型装备转运。
二、演习训练及其他
（一）靠泊。一艘补给舰1月1日8时30分驶抵关岛港口，进行补给休整；
（二）作业状态。码头岸边起重机运作频繁，堆场内集卡穿梭，显示港口处于高负荷运营状态。', '2026年01月14日', 78, '图文报', 0, '"1086_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('日本海上自卫队横须贺港口活动情况', '综合情况
1月1日11时45分，日本海上自卫队在横须贺附近海域派遣2艘次船。
一、作战任务
（一）日本海上自卫队派遣“01”号巡逻艇执行海上巡逻任务；
（二）目标识别。“01”号巡逻艇在码头前沿水域进行目标识别；
（三）广域监视。“02”号巡逻艇在近海区域执行广域监视任务；
（四）补给休整。港口起重机处于静止状态，舰船活动平稳，进行补给休整。
二、演习训练及其他
（一）返港休整。“01”号巡逻艇驶返横须贺海军基地，1月1日11时驶抵；
（二）巡航。“02”号巡逻艇1月1日11时45分，驶离横须贺海军基地，巡航前往日本海。', '2026年03月27日', 78, '图文报', 0, '"1089_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关岛安德森空军基地航空器部署及设施建设情况', '1月1日（12月31日17时至1月1日14时）情况：
美空军3架次飞机在关岛安德森空军基地活动。
其中C-17运输机在停机坪停放、
C-130运输机在停机坪停放、
RC-135W侦察机在停机坪停放;
机场跑道及周边区域正在进行施工作业。
具体情况为：
一、飞机
1.C-17运输机从美国本土起飞赴关岛安德森空军基地进行战略部署；
2.C-130运输机在关岛安德森空军基地进行补给休整；
3.RC-135W侦察机在关岛安德森空军基地进行广域监视。
二、设施建设
1.机场跑道北侧区域正在进行土方施工，疑似扩建停机坪；
2.基地后勤保障区域车辆往来频繁，正在进行物资转运。', '2026年04月02日', 78, '图文报', 0, '"1093_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于上海地区航空器活动情况的侦察报文', '1月1日14时至20时，有关渠道掌握，上海地区的C-130运输机进行补给休整，冲绳地区的P-8A巡逻机实施广域监视。', '2026年04月10日', 78, '图文报', 0, '"1101_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于横须贺及佐世保基地舰艇返港休整的情报报文', '2026年1月1日9时至17时，有关渠道掌握，横须贺海军基地的巡逻艇，佐世保海军基地的扫雷舰返港休整。', '2026年01月09日', 78, '图文报', 0, '"1102_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于东海某港口设施及航运情况的侦察通报', '综合情况
1月1日11时至19时，美海军在东海附近海域派遣2架次侦察机实施侦察。
一、作战任务
（一）美海军第五舰队派遣“P-8A海神反潜巡逻机”执行电子侦察任务；
（二）美空军派遣“RQ-4全球鹰无人机”执行广域监视任务；
（三）对港口区域内停泊船只及物流设施进行目标识别。
二、演习训练及其他
（一）港口作业。发现1艘干散货船停靠码头，正在进行货物装卸作业；
（二）停泊休整。发现1艘客轮停靠在泊位，处于停泊休整状态；
（三）物流监视。港口内陆区域设有大型汽车集散中心及集装箱堆场，物流转运活动频繁。', '2026年03月20日', 78, '图文报', 0, '"1103_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('黄海某港口航运活动侦察通报', '综合情况
1月1日10时至16时45分，对黄海某大型工业港口实施侦察，确认港口处于运营高峰期，共发现4艘次干散货船停靠作业。

一、作战任务
（一）派遣P-8A反潜巡逻机前往黄海海域执行侦察任务；
（二）对港口内停靠目标进行目标识别，确认为干散货船；
（三）实施电子侦察，收集港口运作及船舶活动数据；
（四）持续监视港口物资装卸及转运情况。

二、演习训练及其他
（一）靠泊装卸。发现港口左侧及中间泊位共4艘干散货船系泊，正在进行散货装卸作业，堆场覆盖防尘网；
（二）物资转运。港口后方铁路线及仓储设施活跃，正在进行货物中转，作业持续至16时45分。', '2026年03月03日', 78, '图文报', 0, '"1108_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('美洛杉矶等地机场航空器活动情况侦察通报', '1月1日9时至15时，有关渠道掌握，美洛杉矶、旧金山的C-17运输机、P-8A巡逻机进行补给休整。', '2026年01月09日', 78, '图文报', 0, '"1109_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('黄海海域港口物流活动综合情况', '1月1日13时至21时，中国在黄海海域某大型散货港口组织物资转运活动。
一、后勤运输任务
（一）中国相关航运部门派遣“安强”号散货船执行大宗商品转运任务；
（二）港口铁路货运枢纽组织列车编组，保障煤炭及矿石集疏运畅通；
（三）堆场区域多台门式起重机同步作业，实施散货装卸与堆存；
（四）皮带输送系统连续运行，完成堆场至码头前沿的物资输送。
二、港口作业及其他
（一）靠泊。“安强”号散货船停靠黄海某港泊位，1日17时正在进行卸货作业；
（二）补给休整。港口辅助船舶配合主货运船只进行靠泊引导，相关设施处于常态化运营状态。', '2026年04月06日', 78, '图文报', 0, '"1110_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('横须贺海军基地港口活动情况', '综合情况
1月1日0时至16时，美共在横须贺海军基地附近海域部署2艘次补给舰。

一、作战任务
（一）美海军后勤部队派遣“补给”号补给舰执行补给休整任务；
（二）美海军印太司令部派遣补给舰执行物资运输任务；
（三）美海军第五舰队所属补给舰执行前沿部署任务。

二、演习训练及其他
（一）返港。“补给”号补给舰驶返横须贺海军基地，1日11时驶抵；
（二）靠泊。一艘补给舰停靠横须贺海军基地液货码头，进行补给作业。', '2026年02月09日', 78, '图文报', 0, '"1114_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('上海郊区工业设施飞机活动情况', '1月1日（2025年12月31日17时至1月1日14时）情况：
发现1架飞机在上海郊区工业物流园区活动。
其中C-130运输机在上海工业区活动；
未发现舰船在附近海域活动。
具体情况为：
一、飞机
1. C-130运输机位于上海工业区进行补给休整；
二、舰船
1. 经侦察确认，该区域为内陆工业区，无舰船活动迹象。', '2026年03月26日', 78, '图文报', 0, '"1137_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('波斯湾海域美军后勤舰船活动情况通报', '综合情况
1月1日8时30分至16时，美海军在波斯湾附近海域派遣2艘次船。
一、作战任务
（一）美海军第五舰队派遣“刘易斯·克拉克”号补给舰执行补给休整任务；
（二）美海军第五舰队派遣“大桥”号补给舰执行港口访问任务。
二、演习训练及其他
（一）停靠。“刘易斯·克拉克”号补给舰驶抵波斯湾港口，1月1日12时完成靠泊；
（二）待命。“大桥”号补给舰停泊于码头泊位，处于静止待命状态。', '2026年04月19日', 78, '图文报', 0, '"1138_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('波斯湾海域舰船活动情况', '综合情况
1月1日11时至14时，中国在波斯湾附近海域派遣2艘次船。
一、作战任务
（一）中国派遣“昆仑山”号船坞登陆舰执行港口访问任务；
（二）中国在波斯湾海域进行目标识别；
（三）中国在波斯湾海域进行监视；
（四）中国在波斯湾海域进行侦察。
二、演习训练及其他
（一）返港。“昆仑山”号船坞登陆舰驶返波斯湾港口，1月1日11时45分驶抵；
（二）巡驶。“井冈山”号船坞登陆舰1月1日14时30分，驶离波斯湾港口，巡驶前往中东。', '2026年03月10日', 78, '图文报', 0, '"1139_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('综合情况', '2026年1月1日，在南海海域发现1艘次船只。
一、作战任务
（一）对广州港海域实施广域监视；
（二）对港内大型干散货船进行目标识别；
（三）收集港口物流及铁路转运情报。
二、演习训练及其他
（一）靠泊作业。一艘大型干散货船在广州港进行补给休整，1月1日14时30分正在进行装卸作业；
（二）物资转运。港口堆场及铁路线正在进行物资转运，运营状态正常。', '2026年04月21日', 78, '图文报', 0, '"113_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于掌握美方部分人员在洛杉矶活动情况的通报', '2026年1月1日掌握美国部分人员在洛杉矶开展活动情况，具体情况如下：
一是在洛杉矶一处社区棒球场举行会晤；
二是奥斯汀发表声明；
三是米利与拜登在洛杉矶会面；
四是奥斯汀去洛杉矶进行举行会谈。', '2026年03月09日', 78, '图文报', 0, '"1144_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('深圳机场及周边区域目标识别与监视情况通报', '1月1日13时至23时，有关渠道掌握，深圳国际机场停机坪区域多架民航客机处于停泊状态，有关方面进行了目标识别与情报收集；同期，美国空军一架P-8A反潜巡逻机在东海空域进行侦察活动。', '2026年02月23日', 78, '图文报', 0, '"114_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于广州某民用机场航空器停靠情况的侦察通报', '1月1日（12时至15时）情况：
观测到广州机场多架次飞机在停机坪及航站楼区域活动。
其中A220型飞机在西北角停机坪活动、
未识别机型飞机在A220南侧活动、
A321型飞机在航站楼东南侧活动、
波音737型飞机在航站楼东侧远机位活动;
大量车辆在航站楼西侧停车场活动、
服务车辆在航站楼周边通道活动。
具体情况为：
一、飞机
1.A220型飞机位于机场西北角停机坪，处于补给休整状态；
2.未识别机型飞机紧邻A220南侧停放，进行目标识别；
3.A321型飞机位于航站楼东南侧廊桥位，进行补给休整；
4.波音737型飞机位于航站楼东侧远机位，进行补给休整。
二、地面车辆
1.私家车辆位于航站楼西侧停车场，处于静止停泊状态；
2.服务车辆位于航站楼周边通道，进行地面保障。', '2026年03月09日', 78, '图文报', 0, '"1152_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于上海国际机场民用航空活动监测情况', '1月1日掌握相关情况如下：
一是在上海机场发现3架A220飞机停靠廊桥，处于地面保障状态；
二是第七舰队利用卫星对相关空域进行了广域监视；
三是确认未发现F-35战斗机等军事装备在机场部署；
四是推测拍摄时间为11时至12时，机场运行平稳有序。', '2026年01月06日', 78, '图文报', 0, '"1153_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('机场目标活动情况侦察报文', '1月1日6时至16时，有关渠道掌握，厚木海军航空站的P-8A海神反潜巡逻机，三泽空军基地的RC-135侦察机保持地面停放待命状态。横田空军基地的E-3预警机在机库进行维护保养。', '2026年02月19日', 78, '图文报', 0, '"1155_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('美空军关岛安德森空军基地部署情况', '1月1日（1月1日6时至22时）情况：
美空军2架次飞机在关岛安德森空军基地活动。
其中C-17运输机在停机坪区域活动、
C-17运输机在停机坪区域活动;
具体情况为：
一、飞机
1.C-17运输机在关岛安德森空军基地停机坪停放；
2.C-17运输机在关岛安德森空军基地停机坪停放。', '2026年02月10日', 78, '图文报', 0, '"1157_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('波斯湾海域发现液体货船停靠作业情况', '2026年1月1日11时至17时，美国第五舰队在波斯湾附近海域发现1艘次船只活动。
一、作战任务
（一）美海军第五舰队派遣侦察力量对波斯湾海域进行广域监视；
（二）重点对波斯湾海域的“补给舰”实施情报收集；
（三）对港口区域的工业设施及仓储目标进行侦察；
（四）持续监控相关海域的航运动态。
二、演习训练及其他
（一）补给休整。一艘“补给舰”停靠在波斯湾某液体货物专用码头，1日11时开始进行补给休整；
（二）作业监视。该“补给舰”停靠于大型储罐区附近泊位，正在进行管道连接与液体货物输送作业，周边未见异常军事活动。', '2026年02月19日', 78, '图文报', 0, '"1159_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('美海军P-8A反潜巡逻机在嘉手纳基地部署情况', '1月1日12时30分至13时30分，有关渠道掌握，嘉手纳空军基地的P-8A海神反潜巡逻机进行补给休整，第七舰队总部在相关空域开展情报收集。', '2026年01月27日', 78, '图文报', 0, '"1163_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('广州周边空域及机场航空器活动情况通报', '1月1日（12月31日17时至1月1日14时）情况：
监测到多架次飞机在广州及周边空域活动。
其中P-8A反潜巡逻机在跑道滑行道区域活动、
C-17运输机在航站楼停机坪区域活动。
具体情况为：
一、飞机
1.P-8A反潜巡逻机从广州机场起飞赴南海空域侦察；
2.C-17运输机位于广州机场停机坪进行战略部署。', '2026年02月06日', 78, '图文报', 0, '"1164_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于关岛安德森空军基地前沿部署活动的情报通报', '1月1日掌握部分美军开展前沿部署获得，具体情况如下：
一是在关岛安德森空军基地举行前沿部署活动；
二是美军发表侦察评论；
三是美军与第七舰队在关岛空域进行联合巡航；
四是P-8A巡逻机去关岛安德森空军基地进行补给休整活动。', '2026年01月11日', 78, '图文报', 0, '"116_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('关于嘉手纳基地军机地面活动的情报报文', '1月1日8时至13时，有关渠道掌握，嘉手纳机场的P-8A反潜巡逻机、C-17运输机正在进行补给休整。', '2026年04月01日', 78, '图文报', 0, '"1171_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('上海机场航空器活动情况侦察报文', '1月1日8时至18时，有关渠道掌握，上海的C-17运输机进行补给休整，相关地面保障车辆实施伴随保障。', '2026年01月30日', 78, '图文报', 0, '"1176_annotated.png"');
INSERT INTO origin_text (title, content, times, type, modal_type, is_extracted, images) VALUES ('波斯湾港口舰船活动情况', '综合情况
1月1日0时至16时，美第七舰队在波斯湾附近海域派遣4艘次舰船。
一、作战任务
（一）美海军第七舰队派遣补给舰执行补给休整任务；
（二）美海军第七舰队派遣扫雷舰执行巡逻任务；
（三）三艘补给舰停靠波斯湾港口液体码头进行物资转运；
（四）扫雷舰在波斯湾航道附近进行航行活动。
二、演习训练及其他
（一）靠泊。补给舰驶返波斯湾港口，1日13时驶抵；
（二）巡驶。扫雷舰1日16时15分，驶离波斯湾港口，巡驶前往相关海域；
（三）侦察。美海军派遣P-8A反潜巡逻机在波斯湾空域进行广域监视。', '2026年01月30日', 78, '图文报', 0, '"1180_annotated.png"');